[RepeatableBoltCaster X2TechTemplate]
DisplayName="制造 弩炮"
Summary="我们现在对这种武器有了更深入的理解，在试验场上，只要给予足够的时间，我们就能自动生产出强大的弩炮。"

[RepeatableHuntersAxe X2TechTemplate]
DisplayName="制造 猎人战斧"
Summary="我们现在对这种武器有了更深入的理解，在试验场上，只要给予足够的时间，我们就能自动生产出强大的猎人战斧。"

[RepeatableShadowkeeper X2TechTemplate]
DisplayName="制造 影护者"
Summary="我们现在对这种武器有了更深入的理解，在试验场上，只要给予足够的时间，我们就能自动生产出强大的影护者。"

[RepeatableFrostbomb X2TechTemplate]
DisplayName="制造 寒霜炸弹"
Summary="我们现在对这种武器有了更深入的理解，在试验场上，只要给予足够的时间，我们就能自动生产出强大的寒霜炸弹。"


[BoltCaster X2TechTemplate]
DisplayName="弩炮"
Summary="在一堆看似过时的武器中发现了这把弩炮，它具有欺骗性的强大威力，但受到射速慢的限制。被瞄准的敌人有可能在被击中后陷入昏迷。这种武器是独一无二的，不能轻易复制。"

[HuntersAxe X2TechTemplate]
DisplayName="猎人战斧"
Summary="精致程度令人难以置信，这种制作华丽的战斧足够小巧，使我们的士兵可以从远距离进行交战。这些武器是独一无二的，并不能轻易复制。"

[Shadowkeeper X2TechTemplate]
DisplayName="影护者"
Summary="尽管与我们最新的设计相比，这把手枪可能显得有些过时，但它的精确度却非常出色，确保即使是我们最没有经验的士兵也能击中他们预定的目标。还有一种可能性是他们可以杀死目标并未被发现地逃脱。这种武器独一无二，不能轻易复制。"

[Frostbomb X2TechTemplate]
DisplayName="寒霜榴弹"
Summary="依赖于一种尚未确定的化学剂，这种手持式爆炸物似乎能够瞬间降低周围环境的温度。暴露在外的组织将会立即冻结。这种武器是独一无二的，不能轻易复制。"

[ExperimentalWeapons X2TechTemplate]
DisplayName="实验武器"
Summary="我们从战场上回收了一些看似古老的武器，但它们隐藏着独特而强大的属性，需要进行深入研究才能理解。"
CodeName="玛士撒拉"
LongDescription="我们发现了几种在与外星人的战斗中看似毫无用处的武器，但经过临时试验揭示出各种难以明确解释的奇特能力。我反复向我们的部队和高级员工解释，即使这些武器看起来简单，但再造它们并不像组装零件那样容易。就目前情况而言，如果我们希望真正生产这些武器，而不仅仅是组装其零件，我将需要申请做进一步分析。-R. Tygan."
